[
  {
    "model": "rdrf.consentsection",
    "fields": {
      "code": "AngNewConsentSection",
      "section_label": "Angelman general information and consent",
      "registry": ["ang"],
      "information_link": "8MAR2022_Angelman_Syndrome_Information_Sheet.pdf",
      "information_text": "<em><b><h2> <h2 style=\"color: red;\">Please note that we are trialing a new format for the participant information and consent form. To view the current approved version of the PICF, please visit <a href>https://www.angelmanregistry.info/</a href>. Thank you.  </b></em></p></h2>\r\n\r\n<p><b>Parent/Carer/ Guardian Information </br></b></p>\r\n\r\n<h2><p><center><b> Global Angelman Syndrome Registry</h2></p></center></b>\r\n<p><b> Protocol Number: HREC/13/MHS/76</p></b>\r\n\r\n<p><b> Project Sponsor: Foundation for Angelman Syndrome Therapeutics Australia</p></b>\r\n<p><b>Coordinating Principal Investigator: A/Prof Honey Heussler, Children’s Health Queensland Hospital and Health Services, Brisbane</b> <br> \r\nEmail: <a href=\"mailto:h.heussler@health.qld.gov.au\"target=\"_top\">h.heussler@health.qld.gov.au</a> <br>\r\nPhone: + 61(7) 3163 1636 </p>\r\n<p><b> Site Principal Investigator: Professor Matthew Bellgard, Queensland University of Technology, Brisbane</b><br>\r\nEmail: <a href=\"mailto:matthew.bellgard@qut.edu.au\"target=\"_top\">matthew.bellgard@qut.edu.au</a> <br>\r\nPhone: +61(7) 3138 9749</p>\r\n<p>Registry curator: Megan Tones, Queensland University of Technology, Brisbane<br>\r\nEmail: <a href=\"mailto:curator@angelmanregistry.info\"target=\"_top\">curator@angelmanregistry.info</a> <br>\r\n\r\n<h4><p><b>Welcome to the Global Angelman Syndrome Registry. </h4></p></b>\r\n\r\n<p>Please watch this video before you decide to take part. You may also wish to show this video to other people involved in caring for your child or adult with AS including relatives, friends or clinicians. <i>Note that this is an example video. The proposed transcript can be found <a href=\"https://docs.google.com/document/d/1blMkuv2IDqFXJP-LR7BbE_ELAQTGHXwX/edit\"> here. </a> </i></p>\r\n\r\n<p>If you have any questions or are worried about something, please contact the registry curator:<br>\r\nMegan Tones (registry curator), Queensland University of Technology, Brisbane<br>\r\nEmail: curator@angelmanregistry.info</p>\r\n\r\n<div class=\"videoWrapper\">\r\n<centre><iframe width=\"853\" height=\"480\" src=\"https://www.youtube.com/embed/uxNFqGQaJgA\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe></centre>\r\n</div>\r\n<a href=\"#\" onclick = \"alert('Have you wondered what you could do to help Angelman syndrome research?\\nWe all cannot be doctors of neurology, genetics or clinical research, but when it comes to Angelman syndrome, parents and carers are the experts.\\nThe Global Angelman Syndrome Registry is helping families and researchers put the pieces together to bring about the best opportunities for research and clinical trials.\\nGetting started is simple. Visit angelmanregistry.info to sign up. Then set aside an hour of time without interruptions to take a trip down memory lane for those hard earned milestones.\\nMaybe you posted about it on social media, sent an email, or have medical reports to help with the details. There are no wrong answers. We want to know your experience to help us build a picture of Angelman syndrome.\\nFill in what you can and make notes for the things that you need to follow up on. That is it. You have made a valuable contribution to Angelman syndrome. Do not forget to come back later to complete the items that you missed or contact the data curator if you have questions.\\nSo, what are you waiting for? Go online to angelmanregistry.info to participate today.')\">Read transcript</a>\r\n\r\n<p>Fact sheet: About the Global Angelman Syndrome Registry <a href=\"https://drive.google.com/drive/u/1/folders/11p3pmO07GOlNpjzva1VmLeH1JAkcVwkv\">here.</a> <i> Note this directs to a google drive folder. We will have links set up properly on the live site when approved</i>.</p>\r\n\r\n<p>Fact sheet: What information do I need to provide? <a href=\"https://drive.google.com/drive/u/1/folders/11p3pmO07GOlNpjzva1VmLeH1JAkcVwkv\">here</a>.<i> Note this directs to a google drive folder. We will have links set up properly on the live site when approved</i></p>\r\n\r\n<p>Fact sheet: What happens to my data? <a href=\"https://drive.google.com/drive/u/1/folders/11p3pmO07GOlNpjzva1VmLeH1JAkcVwkv\">here</a>.<i> Note this directs to a google drive folder. We will have links set up properly on the live site when approved</i></p>",
      "applicability_condition": "",
      "validation_rule": "angnewconsent1"
    }
  }
]
