[
  {
    "model": "rdrf.consentsection",
    "fields": {
      "code": "AngNewConsentSection",
      "section_label": "Angelman general information and consent",
      "registry": ["ang"],
      "information_link": "8MAR2022_Angelman_Syndrome_Information_Sheet.pdf",
      "information_text": "<p>Information Sheet for Parents/Carers/ Guardians <br />\nVersion 10.7<br />\n1 February 2022<br />\n</p>\n\n<h2><p><center><b>Global Angelman Syndrome Registry</h2></p></center></b>\n\n<h2><p><center><b>Parent/Carer/ Guardian Information Sheet</h2></p></center></b>\n\n<p><b>Principal Investigators:</b><br>\nA/Prof Honey Heussler, Children\\u2019s Health Queensland Hospital and Health Services, Brisbane<br>\nEmail:<a href=\\\"mailto:h.heussler@health.qld.gov.au\\\"target=\\\"_top\\\">h.heussler@health.qld.gov.au</a> <br>\n\nPhone: + 61(7) 3163 1636</p>\n<p>Prof Matthew Bellgard, Queensland University of Technology, Brisbane<br>\nEmail:<a href=\\\"mailto:matthew.bellgard@qut.edu.au\\\"target=\\\"_top\\\">matthew.bellgard@qut.edu.au</a> <br>\nPhone: +61(7) 3138 9749</p>\n<p>Megan Tones (registry curator), Queensland University of Technology, Brisbane<br>\nEmail:<a href=\\\"mailto:curator@angelmanregistry.info\\\"target=\\\"_top\\\">curator@angelmanregistry.info</a> <br>\n\n<p><b>You are being invited to take part in a global registry as the parent/ caregiver of a child or an adult who has a diagnosis of Angelman Syndrome (AS). Before you decide to take part, it is important for you to understand why this registry has been built and what it will involve. Please read this information sheet and discuss it with relatives, friends and clinicians caring for your child/ adult with AS, if you wish. If you have any further questions, please contact a member of the research team above.</p></b>\n\n<p><b>Participation in the registry is voluntary. Please take the time to decide whether you would like to take part, or not.</p></b>\n\n<h4><p><b>Project Overview</h4></p></b>\n<p>The Global Angelman Syndrome Registry was initiated by the Foundation for Angelman Syndrome Therapeutics (FAST) Australia with support from Mater Research in Brisbane and the Royal Children\\u2019s Hospital in Melbourne. FAST Australia is an organisation of families and professionals dedicated to finding a cure for Angelman Syndrome and related disorders through funding research, education, and advocacy. The Foundation is committed to assisting individuals living with Angelman Syndrome to realise their full potential and quality of life. We are confident that our goals are now within reach and together, with your help, we will change lives.  Established in 2010, FAST Australia is a Health Promotion Charity with DGR status that is registered with the Australian Charities and Not-for-Profits Commission (ACNC).</p>\n\n<p>The registry is being coordinated by Queensland University of Technology. The lead researcher is Associate Professor Honey Heussler from the Children\\u2019s Health Queensland Hospital and Health Services. Professor Matthew Bellgard heads the contribution of Queensland University of Technology. The Global Angelman Syndrome Registry was created using the Rare Disease Registry Framework (RDRF), which was developed by the Centre for Comparative Genomics at Murdoch University. The registry is currently hosted by the Trial Ready Registry Framework (TRRF) at Queensland University of Technology (QUT).</p>\n\n<p>The aim of the registry is to establish an electronic repository containing information about your child/ adult affected by Angelman Syndrome. Having an electronic record of individuals with AS means that we can identify groups of individuals with AS from all over the world, who might be able to participate in clinical trials and other research to help develop new therapies for AS. The registry will contain all the data that researchers will need, including each child/ adult\\u2019s diagnosis, symptoms, and other important aspects of their disorder. </p>\n\n<p>Registry data collected over time will also be used to compile a natural history data set for individuals with Angelman Syndrome. Descriptive and statistical analysis techniques will be used to develop an understanding of the health and medical, behavioural, and developmental outcomes of individuals with Angelman Syndrome according to phenotype, genotype or other characteristics of their diagnosis, as well as demographic factors. This may help to enhance understanding of the long term clinical outcomes and natural history of AS, which may help to shape future research in treating this disorder. Third party researchers not affiliated with this project may also apply to the Global Angelman Syndrome Registry governance committee to access data for research purposes.</p>\n\n<p>See the sections<b> 'Will information about me and my child/ adult be kept confidential?'</b> and <b> How will my child/ adult's data be used? </b> for further information below. </p>\n\n<p>The registry is patient driven, meaning that parents and caregivers take an active role in participating in the registry. Recruitment for the registry takes place online via participating global Angelman Syndrome organisations, which provide links to the online registry.</p>\n\n<p>Before you consider registering your child/ adult\\u2019s details, it is important that you understand what is involved and what will be done with the information you provide. This form contains answers to some of the questions you might have on the registry. At the end of the form, and after you have had some time to think about it, we shall ask if you wish to register.</p>\n\n<p>If you do, we shall ask you to submit an online consent form saying that you agree to join to start entering data into the registry. If you have any questions, please contact us before consenting to join the registry.</p>\n\n<h4><p><b>How will I benefit from registering?</h4></p></b>\n<p>This registry aims to benefit individuals living with AS. You will be contacted as a parent/ caregiver of a child/ adult with AS when requests from doctors or researchers are received to help assess possible new treatments (clinical trials). Secure records of your child/ adult\\u2019s clinical details will be used to determine whether such trials would be suitable for your child/ adult with AS. If you consent, you will be contacted using the details you provide to the registry to advise of upcoming trials or studies you may wish to take part in. Your name will not be given to researchers or external groups. Rather you will be given information about the study for you to decide whether you wish to take part. You will not receive any payment or any other financial benefit because of joining the registry. The results of research arising from the registry may have business potential (if for example utilised by a pharmaceutical company to develop a new drug) but you will not receive financial benefits from such development.</p>\n\n<p>Other possible benefits to being involved in the registry are:</p>\n<ul>\n<li>You will be informed as a parent/ caregiver about suitable clinical trials that your child/ adult might be eligible to join.</li>\n<li>The details collected will also provide information for doctors interested in the best standards of care for Angelman Syndrome.</li>\n<li>Information collected in the registry may help to progress research into the study of Angelman Syndrome.</li>\n<li>The information may help with service planning for people with Angelman Syndrome and their families in various locations.</li>\n</ul>\n\n<h4><p><b>What information will I be asked to provide about my child/ adult with Angelman Syndrome?</h4></p></b>\n<p>Once you have consented to participate in the registry you will be able to complete a series of modules that will take approximately 1.5 to 2 hours to complete. We suggest that you collect any information you have on your child/ adult\\u2019s diagnosis, tests, and development to make this process easier (however they can be added at a later date). Similarly if you find that you don\\u2019t have enough time to complete all the information in one block you can login again and complete at a later date.</p>\n<p>The current modules are:\n<ul>\n<li>Demographics</li>\n<li>My Child/ Adult\\u2019s History (Complete first)</li>\n<ul>\n<li>Newborn and infancy history</li>\n<li>History of diagnosis and results</li>\n<li>Hospitalisations and surgical procedures</li>\n<li>Epilepsy</li>\n<li>Medications, interventions and therapies</li>\n<li>Clinical trials and studies</li>\n</ul>\n<li>6 month check up</li>\n<li>Illnesses or medical problems (Every 12 months)</li>\n<li>Communication (Every 1-2 years)</li>\n<li>Behaviour and Development (Every 1-2 years)</li>\n<li>Sleep (Every 1-2 years)</li>\n<li>My Child/ Adult\\u2019s Treatment (update as needed)</li>\n<ul>\n<li>Change in Seizure Activity</li>\n<li>New Hospitalisations or Surgical Procedures</li>\n<li>New Medication or Changed Dose</li>\n<li>Stopped Medication</li>\n<li>New Therapy Service or Changed Frequency or Duration</li>\n<li>Stopped Therapy Service</li>\n<li>Trial/ Study Participation</li>\n<li>Clinic Attendance</li>\n<li>Pathology and Diagnostics</li>\n</ul>\n</ul>\n<p>You will be asked to review the information that you have provided about the individual with AS and update any changes to their condition. Additional modules may also be added over time.</p>\n\n<h4><p><b>I want my child/ adult with AS to be involved in a clinical trial. If I register, is this guaranteed?</h4></p></b>\n<p>No. Although one of the main aims of this registry is to make it easier for individuals with AS to be recruited for clinical trials, there is no guarantee that providing your details will mean you will be automatically approached to take part in a clinical trial. For example, if the researchers are looking for individuals who have UPD only, we would let all of those who have UPD know that a trial is coming up.</p>\n\n<p>Doctors or researchers coordinating a clinical trial may approach the registry governance committee to provide details about the clinical trial and eligibility requirements. If the clinical trial satisfies the requirements of the registry governance committee, the principal investigators and curator will review the details of suitable trial candidates and contact parents/ caregivers to share information about the trial and provide contact details for the trial team.</p>\n\n<p>Please note that the doctors/ researchers conducting the trial may need to assess the child/ adult with AS in greater detail, during which it may be clear that other developments in their health or details not recorded on the registry mean that the trial is not suitable for them.</p>\n\n<h4><p><b>Will information about me and my child/ adult be kept confidential?</h4></p></b>\n<p>All information received will be treated confidentially. Every effort will be made to ensure your data is kept safe but we remind you to be vigilant when entering information online. Details of your child/ adult\\u2019s specific diagnosis as well as personal information about you and your child/ adult (name, age, address, gender) will be stored on the database. This information is all required to enable us to match you with criteria for prospective clinical trials and better understand Angelman Syndrome. Only doctors and scientists involved in this project who are given specific permission will be allowed to look at this personal information. If any research or other documents based on information from the registry is published, they will not include identifiable information (your child/ adult\\u2019s name, date of birth and clinic information, or your name and contact details).</p>\n\n<p>The Foundation for Angelman Syndrome Therapeutics Australia, and participating global partners in this project, along with associated researchers do not have access to any personal details or identifying information. If the Foundation for Angelman Syndrome Therapeutics Australia or any participating global partners request data for research purposes they will be subject to the same requirements as any other application for data and you will be contacted by the data curator prior to such information being provided (see below <b>How will my child/ adult's data be used?</b>)</p>\n\n<p>Please note that non identifiable data must be stored for a minimum of 15 years as required by Australian government regulations (National Health & Medical Research Council Guidelines). In the case of children, data must be stored up until they reach the age of 18 years, and 15 years thereafter. The research team will take all reasonable steps to protect participants\\u2019 personal information and data against breaches of security or loss in accordance with the Federal Privacy Act.</p>\n\n<h4><p><b>Do I have to enrol my child/ adult with AS in the registry and can I withdraw if I change my mind?</h4></p></b>\n<p>Enrolling your child/ adult with AS in the registry is voluntary. Should you wish to withdraw your child/ adult\\u2019s information from the registry you will be free to do so at any time without having to provide any explanation. If you wish to withdraw your child/ adult with AS from the registry, you should get in touch with the registry curator. Contact details are provided above. Joining or leaving the registry will in no way affect the care your child/ adult receives for his/ her condition.</p>\n\n<h4><p><b>How will my child/ adult's data be used?</h4></p></b>\n<p>The data you share with the registry is very helpful and will improve upon current knowledge and understandings about people with Angelman Syndrome. Your information can also help to inform and plan new research about Angelman Syndrome and therapeutics. Registry data will be used for the following purposes: </p>\n<ul>\n<li>Recruitment into clinical trials and therapeutic studies; </li>\n<li>Recruitment for surveys and other non-experimental research; </li> \n<li>Linking registry data with data from other Angelman Syndrome Studies;</li>\n<li>Research and analysis of anonymised registry data sets; and</li>\n<li>Uploading of non-identifiable data to an online data analytics platform. </li>\n</ul>\n<h5><p><b>Recruitment into clinical trials and therapeutic studies</h5></p></b>\n<p>One of the main aims for participation in the registry is to help recruitment into clinical trials and therapeutic studies. If your child/ adult is potentially eligible for a clinical trial or therapeutic study, we will contact you directly about the study if you provide consent for us to do so. You will then be able to decide about whether you wish to participate in the study. Your information will not be shared with external researchers for the purposes of clinical trials or therapeutic studies. </p>\n<h5><p><b>Recruitment for surveys and other non-experimental research</h5></p></b>\n<p>The Global Angelman Syndrome Registry also assists in recruiting participants for survey and non-experimental research about Angelman Syndrome. If you have consented for us to contact you about research studies, we will contact you directly to advise you of any surveys or non-experimental research you may be eligible for. You will then be able to decide about whether you wish to participate in the study. Your information will not be shared with external researchers for the purposes of surveys or non-experimental studies.</p>\n<h5><p><b>Linking registry data with data from other Angelman Syndrome Research Projects</h5></p></b>\n<p>Researchers from other Angelman Syndrome research projects (external researchers) may request registry data from their participants to link with the data collected by their study. Such data linkages will potentially add value to Angelman Syndrome research and reduce participant burden. A list of Angelman Syndrome research projects are included under the clinical trials sections of the registry. For external researchers to request data to link with their study, they must:</p>\n<ul>\n<li>Show evidence of ethical clearance to conduct their research from an independent ethical review board;</li>\n<li>Provide a copy of the participant information and consent sheet; and</li> \n<li>Provide written documentation explaining how the registry data will be used in their study.</li>\n</ul>\n<p>It will be necessary to provide identifiable (e.g. your child/ adult\\u2019s name and date of birth) or reidentifiable (deidentified data that can be made identifiable with a code or by matching the information with another data set) information to external researchers in order to link your child/ adult\\u2019s registry data with data collected by the external researcher. As per the Federal Privacy Act, we will never provide any personal information (including you or your child\\u2019s name, date of birth or contact information) to external researchers without your written consent.</p>\n<p>If you have consented for us to contact you about research studies, we will contact you directly if there is an opportunity to link your child/ adult\\u2019s registry data with another study that your child/ adult is part of. If you wish for your data to be linked, you will be required to provide written consent for us to release your identifiable information to the external researchers.</p> \n<p>The governance committee will make every endeavour to ensure external researchers understand their obligations regarding protecting your privacy. Please note that once identifiable data are accessed by external researchers the Angelman Registry no longer has control over its use or further sharing. Data protection laws may differ from the Federal Privacy Act outside of Australia. However, the United States of America and the European Union are recognised as having data protection systems equal to or greater than the Australian system.</p> \n<h5><p><b>Research and analysis of anonymised registry data sets</h5></p></b>\n<p>Your child/ adult\\u2019s de-identified data (with your child/ adult\\u2019s name, date of birth and clinic information, or your name and contact details removed from the data set) may be accessed as part of the full Angelman Syndrome registry data set by external researchers wishing to analyse registry data for the purposes of conducting their own research into Angelman Syndrome. All external researchers must do the following to access a de-identified dataset:</p>\n<ul>\n<li>Submit a research proposal to the Global Angelman Syndrome Registry governance committee (the governance committee), who will decide whether the external research meets the standards and aims of the registry; and</li>\n<li>Show evidence of ethical clearance to conduct research using secondary data (data that has already been collected) from an independent ethical review board. </li>\n</ul>\n<p>Any data sets released to external researchers will not identify you or your child/ adult by name. De-identified data sets will be anonymised by removing all identifiable information including name, date of birth, address, and open comment sections (which may include names of individuals or clinicians, or other potentially identifiable information). However, please note that if your child/ adult with AS has a rare mutation or other distinct feature your information may be re-identifiable by those who are aware of your child/ adult\\u2019s condition.</p> \n<p>The governance committee will make every endeavour to ensure external researchers understand their obligations regarding protecting your privacy. Please note that once de-identified data sets are accessed by external researchers the Angelman Registry no longer has control over its use or further sharing. Data protection laws may differ from the Federal Privacy Act outside of Australia. However, the United States of America and the European Union are recognised as having data protection systems equal to or greater than the Australian system. </p> \n<h5><p><b>Uploading of non-identifiable data to third party data analytics platforms</h5></p></b> \n\n<p>De-identified data from the Global Angelman Syndrome Registry will be made accessible online via third party data analytics platforms. The purpose of these platforms is to enable parents/caregivers, researchers, clinicians, pharmaceutical and other interested parties to query statistical information about registry participants. Examples of statistical information include the average age at which participants took their first steps or the percentage of individuals taking common anti-epilepsy drugs. </p>  \n<p>Any data which may identify a registry participant such as names, date of birth, clinic information or contact details, or may potentially identify an individual (such as rare genotype or remote location), is removed before it is shared with the platform.  Data will only be provided on the condition that the platform and its users will comply with all applicable laws and regulations relating to privacy, security, and data protection.  To further prevent re-identification, only aggregated (grouped) results of five or more cases will be provided in response to queries. Users will not be able to view individual child/ adult records.</p>\n     \n<p>If you do not wish for your child/ adult\\u2019s data to be accessed through third party data analytics platforms, you have the option of not consenting to your child/ adult\\u2019s data being made available in this way.</p>\n\n\n<h4><p><b>How will our details be updated?</h4></p></b>\n<p>You will be able to update any registry details via the web page including parent/ caregiver contact details or any changes to your child/ adult with Angelman Syndrome\\u2019s condition. You will be sent reminders to update information about your child/ adult with Angelman Syndrome\\u2019s condition and/ or complete a follow up module about your child/ adult\\u2019s condition. However, you may also need to update information about your child/ adult\\u2019s condition at other times, such as following clinic visits. You may also contact us at any time if you need to amend your details. Each year you will be contacted to see if you are still happy to have your details included on the registry. You are free to have your child/ adult\\u2019s information withdrawn from the registry at any time.</p>\n<p>If you have provided consent for us to do so, we may also contact the nominated specialist in charge of your child/ adult\\u2019s medical care if required. You may change your child/ adult\\u2019s nominated specialist or withdraw consent for us to contact them at any time.</p>\n\n<h4><p><b>Who is funding the research?</h4></p></b>\n<p>This study has been funded by the Foundation for Angelman Syndrome Therapeutics (FAST) Australia and there is no conflict of interest on the part of any of the researchers.</p>\n\n<h4><p><b>Can I connect with Angelman Organisations?</h4></p></b>\n<p>There may be opportunities for you to connect with other Angelman organisations in your country/ location. If you wish, we can connect you with Angelman organisations.</p>\n\n\n<h4><p><b>Who has reviewed this project?</h4></p></b>\n<p>This study has been reviewed and approved by the Mater Misericordiae Ltd Human Research Ethics Committee (EC00332). Should you wish to discuss the study in relation to your rights as a participant, or should you wish to make an independent complaint, you may contact the Coordinator or Chairperson, Human Research Ethics Committee, Mater Misericordiae Ltd, Level 2 Aubigny Place, Raymond Terrace South Brisbane 4101 or telephone (07) 3163 1585, email: <a href=\\\"mailto:research.ethics@ mater.uq.edu.au\\\"target=\\\"_top\\\">research.ethics@ mater.uq.edu.au</a> </p>\n\n<h4><p><b>What if I have any concerns?</h4></p></b>\n<p>If you have any concerns or other questions about this study or the way it has been carried out, you should contact the data curator, Dr Megan Tones at <a href=\\\"mailto:curator@angelmanregistry.info\\\"target=\\\"_top\\\">curator@angelmanregistry.info</a>.</p>\n\n<p>Alternatively, you may contact one of the other investigators on the telephone numbers or email addresses provided on page 1 of this document.</p>\n\n<p>Should you wish to discuss the study in relation to your rights as a participant, or should you wish to make an independent complaint, you may contact the Coordinator or Chairperson, Human Research Ethics Committee, Mater Misericordiae Ltd Level 2 Aubigny Place, Raymond Terrace South Brisbane 4101 or telephone +617 3163 1585, email: <a href=\\\"mailto:research.ethics@ mater.uq.edu.au\\\"target=\\\"_top\\\">research.ethics@ mater.uq.edu.au</a> </p>\n\n<p>In addition, if you have any complaints or concerns specific to data security, you may wish to contact the Australian Federal Privacy Commissioner: telephone: 1300 363 992; email:<a href=\\\"mailto:enquiries@oaic.gov.au\\\"target=\\\"_top\\\">enquiries@oaic.gov.au</a> </p>\n\n\n<b><p><center>Thank you for taking the time to read this information sheet</p></b></center><br>\n\n<h3><p>CONSENT FORM FOR PARENTS/ CARERS/ GUARDIANS</h3></p>\n<p>Name of Researcher:A/Prof Honey Heussler, Children\\u2019s Health Queensland Hospital and Health Services, Brisbane.\n<br>email:<a href=\\\"mailto:curator@angelmanregistry.info\\\"target=\\\"_top\\\">curator@angelmanregistry.info</a>\n\n<p><b>Please provide your informed consent by checking the boxes below. Consent question 1 is required for inclusion in the registry, while consent questions 2 - 6 are optional.</p>\n\n<p>A copy of the Parent/ Carer Information presented here is available by clicking on the 'Information Sheet - Please Read!' link at the top of this page. There is no need to sign or upload this form unless you are giving consent for the research team to contact your clinician on your behalf (see item 2 below).</p>\n\n<p>If you are not able to print or scan this form to upload it, please\n<a href=\\\"mailto:curator@angelmanregistry.info?Subject=Request%20for%20Consent%20Form\\\" target=\\\"_top\\\">email the data curator</a> and we will mail you a form with a return envelope.\n</p>\n\n<p>Once you have provided your Informed Consent and have clicked the green 'save' button, please navigate to the Modules by clicking the 'next arrow' to the right, or from the 'Modules' listed at the side of the page.</p></b>",
      "applicability_condition": "",
      "validation_rule": "angnewconsent1"
    }
  }
]
